export const mockSubscriptions = [
  {
    id: 1,
    title: 'Уровень подписки №1',
    price: 300,
    description:
      'Простая поддержка автора. Вам будут доступны все материалы сайта, кроме рубрики «Вопросы Профессору».',
    active: true,
  },
  {
    id: 2,
    title: 'Уровень подписки №2',
    price: 500,
    description:
      'Доступ ко всему эксклюзивному контенту, а также к рубрике «Вопросы Профессору».',
    active: false,
  },
  {
    id: 3,
    title: 'Уровень подписки №3',
    price: 800,
    description:
      'Полная поддержка автора и доступ ко всем функциям канала.',
    active: false,
  },
];