export const mockHomePosts = [
  {
    id: 1,
    category: "Геополитика",
    title: "Новая стратегия Китая",
    description:
      "Почему внешняя политика Китая меняется быстрее ожиданий аналитиков.",
  },
  {
    id: 2,
    category: "Экономика",
    title: "Будущее мировой экономики",
    description:
      "Какие изменения ожидают мировые рынки в ближайшие годы.",
  },
  {
    id: 3,
    category: "Политика",
    title: "Выборы и международные отношения",
    description:
      "Как результаты выборов влияют на мировую геополитику.",
  },
];